Repository: Ibrohim0344/nogironlar_ilovasi
Catalog: lib/service/l10n/app_*.arb
Languages: uz

source: SPEAK
uz: GAPIRISH

source: SEE
uz: KO'RISH

source: HEAR
uz: ESHITISH

source: SOS
uz: TEZ-YORDAM

source: SETTINGS
uz: SOZLAMALAR

source: LANGUAGE
uz: TIL

source: LOCATION
uz: LOKATSIYA

source: ABOUT APP
uz: ILOVA HAQIDA

# tapToStartListening
source: Tap the speak button to start listening
uz: Eshitishni boshlash uchun gapirish tugmasini bosing

# speechNotAvailable
source: Speech is not available
uz: Nutq mavjud emas

source: Listening ...
uz: Tinglanyapti ...

source: scan image
uz: rasmni skanerlash

source: voice
uz: ovoz

source: share
uz: ulashish

# currentLocation
source: get current location
uz: joriy manzil

# lng
source: longitude
uz: uzunlik

# lat
source: latitude
uz: kenglik
